tap "derailed/k9s"
tap "oven-sh/bun"

brew "git"
brew "gh"
brew "tmux"
brew "fzf"
brew "fd"
brew "fzy"
brew "ripgrep"
brew "jq"
brew "wget"
brew "xh"
brew "zoxide"
brew "yazi"
brew "lazygit"
brew "btop"
brew "tldr"
brew "bob"
brew "python@3.12"
brew "uv"
brew "pipx"
brew "node"
brew "pnpm"
brew "oven-sh/bun/bun"
brew "go"
brew "tailscale"
brew "docker"
brew "docker-compose"
brew "colima"
brew "kubernetes-cli"
brew "helm"
brew "stern"
brew "derailed/k9s/k9s"
brew "kanata"

cask "ghostty"
cask "helium-browser"
cask "firefox"
cask "codex"
cask "claude-code"
cask "cursor"
cask "obsidian"
cask "raycast"
cask "keepassxc"
cask "font-0xproto-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-iosevka"
cask "font-monoid-nerd-font"
