{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-tw2css": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "csvview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "omni-preview.nvim": { "branch": "main" },
  "pear": { "branch": "main" },
  "peek.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typst-preview.nvim": { "branch": "master" },
  "vague.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
